Repository: cryptotrust1/Scamnemesis
Catalog: plugins/scamnemesis-wp/languages/scamnemesis-*.po
Languages: sk_sk

source: Fraud report and search integration for WordPress. Search for scammers, report fraud, and protect your community.
sk_sk: Integrácia hlásení a vyhľadávania podvodov pre WordPress. Vyhľadávajte podvodníkov, nahlasujte podvody a chráňte svoju komunitu.

source: Enter email, phone, wallet address, or domain...
sk_sk: Zadajte email, telefón, adresu peňaženky alebo doménu...

source: Search
sk_sk: Hľadať

source: Search for scam reports
sk_sk: Vyhľadať hlásenia podvodov

source: Searching...
sk_sk: Hľadám...

source: No results found
sk_sk: Žiadne výsledky

source: An error occurred
sk_sk: Vyskytla sa chyba

source: All
sk_sk: Všetko

source: Phone
sk_sk: Telefón

source: Crypto Wallet
sk_sk: Krypto peňaženka

source: Domain
sk_sk: Doména

source: Report a Scam
sk_sk: Nahlásiť podvod

source: Thank you for your report. It will be reviewed by our team.
sk_sk: Ďakujeme za vaše hlásenie. Bude preskúmané naším tímom.

source: Type of Identifier
sk_sk: Typ identifikátora

source: Select type...
sk_sk: Vyberte typ...

source: Email Address
sk_sk: Emailová adresa

source: Phone Number
sk_sk: Telefónne číslo

source: Website/Domain
sk_sk: Webstránka/Doména

source: Social Media Profile
sk_sk: Profil na sociálnych sieťach

source: Bank Account
sk_sk: Bankový účet

source: Other
sk_sk: Iné

source: Identifier
sk_sk: Identifikátor

source: e.g., scammer@email.com, +1234567890, 0x...
sk_sk: napr. podvodnik@email.com, +421123456789, 0x...

source: Enter the email, phone, wallet address, or other identifier of the scammer
sk_sk: Zadajte email, telefón, adresu peňaženky alebo iný identifikátor podvodníka

source: Type of Scam
sk_sk: Typ podvodu

source: Select scam type...
sk_sk: Vyberte typ podvodu...

source: Investment Fraud
sk_sk: Investičný podvod

source: Romance Scam
sk_sk: Romantický podvod

source: Online Shopping Fraud
sk_sk: Podvod pri online nakupovaní

source: Impersonation
sk_sk: Vydávanie sa za inú osobu

source: Tech Support Scam
sk_sk: Podvod s technickou podporou

source: Lottery/Prize Scam
sk_sk: Lotériový/Výherný podvod

source: Cryptocurrency Scam
sk_sk: Kryptomenový podvod

source: Employment Scam
sk_sk: Pracovný podvod

source: Description
sk_sk: Popis

source: Please describe the scam in detail. Include dates, methods used, and any relevant information...
sk_sk: Podrobne opíšte podvod. Uveďte dátumy, použité metódy a všetky relevantné informácie...

source: Amount Lost
sk_sk: Strata

source: Currency
sk_sk: Mena

source: Evidence URLs
sk_sk: URL dôkazov

source: Enter URLs to screenshots or evidence (one per line)
sk_sk: Zadajte URL na snímky obrazovky alebo dôkazy (jeden na riadok)

source: Links to screenshots, archived pages, or other evidence
sk_sk: Odkazy na snímky obrazovky, archivované stránky alebo iné dôkazy

source: Your Email (optional)
sk_sk: Váš email (voliteľné)

source: For follow-up questions only
sk_sk: Len pre doplňujúce otázky

source: Submit anonymously
sk_sk: Odoslať anonymne

source: I confirm this report is truthful and I agree to the %s
sk_sk: Potvrdzujem, že toto hlásenie je pravdivé a súhlasím s %s

source: Terms of Service
sk_sk: Podmienkami služby

source: Submit Report
sk_sk: Odoslať hlásenie

source: Submitting...
sk_sk: Odosielam...

source: Report submitted successfully
sk_sk: Hlásenie bolo úspešne odoslané

source: Widget key not configured.
sk_sk: Widget kľúč nie je nakonfigurovaný.

source: Enter identifier to verify...
sk_sk: Zadajte identifikátor na overenie...

source: Verify
sk_sk: Overiť

source: Reports Filed
sk_sk: Podaných hlásení

source: Total Reported Losses
sk_sk: Celkové nahlásené straty

source: Users Protected
sk_sk: Chránených používateľov

source: ago
sk_sk: pred

source: Dashboard
sk_sk: Prehľad

source: Settings
sk_sk: Nastavenia

source: Scamnemesis Dashboard
sk_sk: Prehľad Scamnemesis

source: API Connection
sk_sk: API pripojenie

source: Connection Failed
sk_sk: Pripojenie zlyhalo

source: Connected
sk_sk: Pripojené

source: Test Connection
sk_sk: Otestovať pripojenie

source: Global Statistics
sk_sk: Globálne štatistiky

source: Total Reports
sk_sk: Celkový počet hlásení

source: Amount Reported
sk_sk: Nahlásená suma

source: Quick Actions
sk_sk: Rýchle akcie

source: Configure Settings
sk_sk: Konfigurovať nastavenia

source: Clear Cache
sk_sk: Vymazať cache

source: View Shortcodes
sk_sk: Zobraziť shortcodes

source: Need Help?
sk_sk: Potrebujete pomoc?

source: Visit our documentation for detailed setup instructions and usage guides.
sk_sk: Navštívte našu dokumentáciu pre podrobné inštrukcie a návody na použitie.

source: Documentation
sk_sk: Dokumentácia

source: Scamnemesis Settings
sk_sk: Nastavenia Scamnemesis

source: Settings saved.
sk_sk: Nastavenia uložené.

source: Save Settings
sk_sk: Uložiť nastavenia

source: API Configuration
sk_sk: Konfigurácia API

source: API Key
sk_sk: API kľúč

source: Widget Key
sk_sk: Widget kľúč

source: Features
sk_sk: Funkcie

source: Enable Search
sk_sk: Povoliť vyhľadávanie

source: Allow users to search the fraud database
sk_sk: Povoliť používateľom vyhľadávať v databáze podvodov

source: Enable Report Form
sk_sk: Povoliť formulár hlásení

source: Allow users to submit fraud reports
sk_sk: Povoliť používateľom odosielať hlásenia podvodov

source: Appearance
sk_sk: Vzhľad

source: Primary Color
sk_sk: Primárna farba

source: Default Language
sk_sk: Predvolený jazyk

source: English
sk_sk: Angličtina

source: Slovak
sk_sk: Slovenčina

source: Czech
sk_sk: Čeština

source: German
sk_sk: Nemčina

source: Spanish
sk_sk: Španielčina

source: French
sk_sk: Francúzština

source: Performance
sk_sk: Výkon

source: Cache Duration
sk_sk: Trvanie cache

source: Report submissions are currently disabled.
sk_sk: Odosielanie hlásení je momentálne zakázané.

source: Too many requests. Please try again later.
sk_sk: Príliš veľa požiadaviek. Skúste to neskôr.

source: Cache cleared successfully.
sk_sk: Cache bola úspešne vymazaná.

source: Connection successful!
sk_sk: Pripojenie úspešné!
